Repository: behtash-fani/iranigram
Catalog: volumes/app/templates/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Users
fa: کاربران

source: The entered phone number is already registered on the site. Please enter another phone number or log in to your account with the entered phone number
fa: شماره تلفن وارد شده قبلا در سایت ثبت نام شده. لطفا شماره تلفن دیگری وارد کنید یا با شماره تلفن وارد شده، وارد حساب کاربری خود شوید

source: Phone Number field is required
fa: ورود شماره تلفن لازم است

source: The phone number entered is incorrect. Please enter as in the example
fa: شماره تلفن وارد شده اشتباه است. لطفا مانند نمونه وارد کنید

source: Password field is required
fa: ورود رمز عبور لازم است

source: The phone number entered on the site is not registered. Please register first
fa: شماره تلفن وارد شده در سایت ثبت نام نشده. لطفا ابتدا ثبت نام بفرمایید

source: Your account has been blocked. To follow up on this issue, please contact support
fa: حساب کاربری شما مسدود شده . برای پیگیری این موضوع لطفا با پشتیبانی تماس بگیرید

source: No password has been set for your phone number. Please enter a password in the forgot password section or use a one-time password to log in to your account
fa: برای شماره تلفن شما رمزعبوری قرار داده نشده. لطفا از بخش فراموشی پسورد یک رمز عبور قرار دهید یا برای ورود به حساب کاربری خود از ورود با رمز یکبار مصرف استفاده کنید

source: Incorrect password
fa: رمز عبور اشتباه است

source: The entered code is incorrect
fa: کد وارد شده اشتباه است

source: Code field is required
fa: ورود کد لازم است

source: Amount field is required
fa: ورود رقم برای افزایش اعتبار لازم است

source: Password Confirmation
fa: تکرار رمز عبور

source: Add Credit
fa: افزایش اعتبار

source: Reduce Credit
fa: کاهش اعتبار

source: Phone Number
fa: شماره تلفن

source: Email
fa: ایمیل

source: Guest User
fa: کاربر مهمان

source: Full Name
fa: نام کامل

source: Balance
fa: اعتبار

source: Amount Change Wallet
fa: میزان تغییر کیف پول

source: Status Change Wallet
fa: وضعیت تغییر

source: Description Change Wallet
fa: توضیحات این تغییر

source: Order Counts
fa: تعداد سفارش

source: Block
fa: مسدود

source: Active
fa: فعال

source: Admin
fa: ادمین

source: User
fa: کاربر

source: Code
fa: کد

source: Expire Time
fa: زمان انقضا

source: Create At
fa: ثبت شده در

source: OTPCode
fa: کد یکبار مصرف

source: OTPCodes
fa: کدهای یکبار مصرف

source: API Docs
fa: مستندات API

source: Successful increase of wallet credit
fa: افزایش موفق اعتبار کیف پول

source: Successful order payment
fa: پرداخت موفق سفارش

source: Unsuccessful payment
fa: پرداخت ناموفق

source: Your current wallet credit
fa: اعتبار فعلی کیف پول شما

source: Toman
fa: تومان

source: Your wallet has been successfully topped up
fa: افزایش اعتبار کیف پول شما انجام شد

source: You can now place an order using your wallet
fa: هم اکنون می توانید با استفاده از کیف پول خود ثبت سفارش انجام دهید

source: Order Code
fa: کد سفارش

source: User Dashboard
fa: داشبورد کاربری

source: Credit
fa: اعتبار

source: Increase Credit
fa: افزایش اعتبار

source: Number Of Orders
fa: تعداد سفارش

source: Number
fa: عدد

source: Submit New Order
fa: ثبت سفارش جدید

source: Number of Tickets
fa: تعداد تیکت

source: Send New Ticket
fa: ارسال تیکت جدید

source: Dashboard Menu
fa: منوی داشبورد

source: Summary of the situation
fa: خلاصه وضعیت

source: New Order
fa: سفارش جدید

source: Wallet
fa: کیف پول

source: Orders
fa: سفارش ها

source: Profile
fa: مشخصات حساب کاربری

source: Transactions
fa: تراکنش ها

source: Api Docs
fa: مستندات API

source: Services
fa: سرویس ها

source: Support
fa: پشتیبانی

source: Change user profile
fa: به روز رسانی مشخصات کاربری

source: Update Profile
fa: ثبت مشخصات جدید

source: Change or submit a new password
fa: تغییر یا ثبت پسورد جدید

source: Password
fa: رمز عبور

source: Update Password
fa: ثبت رمز عبور

source: Login to your account with OTP
fa: ورود به حساب کاربری با رمز یکبار مصرف

source: Hints
fa: نکات

source: Please set your keyboard to English mode
fa: لطفا کیبورد خود را در حالت انگلیسی قرار دهید

source: Sample correct phone number: 09123456789
fa: نمونه شماره تلفن صحیح: ۰۹۱۲۳۴۵۶۷۸۹

source: Please keep the phone in active mode because of the confirmation SMS
fa: به دلیل ارسال پیامک تایید، لطفا تلفن در حالت فعال نگه دارید

source: Send verification code
fa: ارسال کد تایید

source: Not a member?
fa: عضو نیستید؟

source: Register
fa: ثبت نام

source: Login With Password
fa: ورود با رمز عبور

source: Login to your account with password
fa: ورود به حساب کاربری با رمز عبور

source: If you have not set a password for yourself, first log in to your account with a one-time password and register a permanent password in the account details section.
fa: اگر تا به حال رمزعبوری برای خود تعیین نکردید، ابتدا با رمز یکبار مصرف وارد حساب کاربری خود شوید و در بخش مشخصات حساب کاربری، یک رمز عبور دائمی ثبت بفرمایید.

source: Login
fa: ورود

source: Login With OTP
fa: ورود با رمز یکبار مصرف

source: Register with phone number
fa: ثبت نام با شماره موبایل

source: To receive the registration confirmation code, enter your mobile number and press the send code button
fa: برای دریافت کد تایید ثبت نام، شماره موبایل خود را وارد نمایید و دکمه ارسال کد را فشار دهید

source: Do you have an account?
fa: حساب کاربری دارید؟

source: Phone Number Verification
fa: تایید شماره تلفن

source: Enter the code sent to
fa: لطفا کد ارسال شده به شماره تلفن

source: in the field below
fa: را وارد کنید

source: The validity period of the code sent
fa: مدت اعتبار کد ارسال شده

source: second
fa: ثانیه

source: Send Code Again
fa: ارسال مجدد کد

source: OTP Code
fa: ورود کد

source: Verification and Login
fa: تایید و ورود به حساب کاربری

source: Title
fa: عنوان

source: Service Code
fa: کد سرویس

source: Price For 1000 Site
fa: قیمت برای ۱۰۰۰ عدد در سایت

source: Min Order
fa: حداقل سفارش

source: Max Order
fa: حداکثر سفارش

source: No orders have been submitted yet
fa: تا به الان هیچ سفارشی ثبت نشده

source: Increase the amount of credit
fa: افزایش میزان اعتبار کیف پول

source: Credit amount
fa: میزان اعتبار

source: Amount of credit entered
fa: میزان اعتبار وارد شده

source: Pay
fa: پرداخت

source: Please put your keyboard in English mode
fa: لطفا کیبورد خود را در حالت انگلیسی قرار دهید

source: enter the amount of credit you want in Tomans
fa: میزان اعتبار مد نظر خود را به تومان وارد کنید

source: The minimum amount payable is 500 Tomans
fa: حداقل مبلغ قابل پرداخت ۵۰۰ تومان است

source: Notifications
fa: پیام ها

source: A one-time password has been sent
fa: رمز یکبار مصرف ارسال شد

source: Your registration was successful. Welcome to the iranigram family
fa: ثبت نام شما انجام شد. به خانواده ایرانی گرام خوش آمدید

source: You have successfully logged into your account
fa: شما وارد حساب کاربری خود شدید

source: your profile updated
fa: حساب کاربری شما به روز رسانی شد

source: There was an error with your profile form
fa: متاسفانه ثبت فرم درخواستی با مشکل مواجه شد. لطفا با پشتیبانی تماس بگیرید

source: Your password has been saved
fa: رمز عبور شما ثبت شد

source: There was an error with your password form
fa: متاسفانه ثبت فرم درخواستی با مشکل مواجه شد. لطفا با پشتیبانی تماس بگیرید

source: Invalid request
fa: درخواست تایید نشد . لطفا دوباره تلاش کنید یا با پشتیبانی تماس بگیرید

source: The minimum amount that can be paid to increase credit is 500 Tomans
fa: حداقل مبلغ قابل پرداخت برای افزایش اعتبار ۵۰۰ تومان است

source: Increase wallet credit
fa: افزایش اعتبار کیف پول

source: Deduct the amount for placing the order
fa: کسر مبلغ بابت ثبت سفارش

source: Responses
fa: پاسخ ها

source: Not Approved
fa: تایید نشده

source: Approved
fa: تایید شده

source: Name
fa: نام

source: Content
fa: محتوا

source: Page ID
fa: شناسه صفحه

source: Status
fa: وضعیت

source: Created At
fa: تاریخ ایجاد

source: Updated At
fa: تاریخ به روزرسانی

source: comment
fa: نظر

source: comments
fa: نظرات

source: Response
fa: پاسخ

source: Online payment of the order fee
fa: پرداخت آنلاین هزینه سفارش

source: Unfortunately, the connection with the bank portal was not established. The technical team will fix this problem as soon as possible
fa: متاسفانه ارتباط با درگاه بانک برقرار نشد. تیم فنی در اسرع وقت این مشکل را برطرف میکند

source: Zarinpal
fa: زرین پال

source: Category
fa: دسته بندی

source: Categories
fa: دسته بندی ها

source: Detail
fa: جزییات

source: Is Active
fa: فعال

source: Notification
fa: پیام

source: change messages to read
fa: تغییر پیام ها به خوانده شده

source: read
fa: خوانده شده

source: Canceled
fa: لغو شده

source: Please enter a valid Instagram link
fa: لطفا یک لینک صحیح اینستاگرام وارد کنید

source: Please select the number of orders you want according to the service limit
fa: لطفا تعداد سفارش مورد نظر خود را با توجه به محدودیت سرویس انتخاب کنید

source: Please select the type of service
fa: لطفا نوع سرویس را انتخاب کنید

source: Please select the service
fa: لطفا یک سرویس انتخاب کنید

source: Please enter a instagram public link/id
fa: لطفا لینک/آی دی عمومی اینستاگرام وارد کنید

source: Please enter quantity of order
fa: لطفا تعداد مورد نظر برای سفارش را وارد کنید

source: Please read and check the rules before placing an order
fa: لطفا قبل از ثبت سفارش قوانین را بخوانید و با زدن تیک، خواندن آن را تایید کنید

source: Queued
fa: در صف انتظار

source: Pending
fa: در حال بررسی

source: Processing
fa: در حال پردازش

source: In progress
fa: در حال انجام

source: Completed
fa: کامل شده

source: Partial
fa: ناتمام

source: Refunded
fa: برگشت مبلغ شده

source: online
fa: آنلاین

source: packages
fa: پکیج

source: ServiceType
fa: نوع سرویس

source: Service
fa: سرویس

source: Server Order Code
fa: کد سفارش سرور

source: Link
fa: لینک

source: Quantity
fa: تعداد

source: Amount
fa: قیمت نهایی قابل پرداخت

source: Wallet Paid Amount
fa: مبلغ پرداخت شده با کیف پول

source: Online Paid Amount
fa: مبلغ پرداخت شده به صورت آنلاین

source: Payment Method
fa: روش پرداخت

source: Start Count
fa: تعداد اولیه

source: Remains
fa: باقی مانده

source: Submit Order Method
fa: روش ثبت سفارش

source: Paid
fa: پرداخت شده

source: Submit Now
fa: الان ثبت شود

source: Order
fa: سفارش

source: Queued Order
fa: سفارش در صف انتظار

source: Queued Orders
fa: سفارشهای در صف انتظار

source: Value
fa: مقدار

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Discount
fa: تخفیف

source: Discounts
fa: تخفیف ها

source: Instagram Profile ID
fa: آی دی پروفایل عمومی اینستاگرام

source: Instagram Post/IGTV/Reel Link
fa: لینک پست / IGTV / ریل اینستاگرام

source: Online Payment
fa: پرداخت آنلاین

source: Payment with all bank cards
fa: پرداخت با تمامی کارتهای بانکی

source: Start Here
fa: از اینجا شروع کنید

source: Choose Service Type
fa: نوع سرویس را انتخاب کنید

source: Choose Service
fa: سرویس را انتخاب کنید

source: Product Specifications
fa: مشخصات محصول

source: Please select a product
fa: یک محصول انتخاب کنید

source: Title of product
fa: عنوان محصول

source: Order range between
fa: محدوده ثبت سفارش

source: to
fa: تا

source: Price per 1
fa: قیمت به ازای ۱ عدد

source: Description
fa: توضیحات

source: Telegram Link/ID
fa: لینک کانال تلگرام

source: Orders Report
fa: گزارش سفارش ها

source: Price
fa: مبلغ

source: Paid Status
fa: وضعیت پرداخت

source: Details
fa: جزییات

source: Unpaid
fa: پرداخت نشده

source: Order created successfully, this is your order code:
fa: ثبت سفارش موفقیت آمیز انجام شد. کد سفارش شما:

source: Draft
fa: پیش نویس

source: Publish
fa: انتشار

source: Author
fa: نویسنده

source: Slug
fa: لینک

source: Short Content
fa: خلاصه متن

source: Read Time
fa: زمان مطالعه

source: Thumbnail
fa: عکس شاخص

source: Post
fa: پست

source: Posts
fa: پست ها

source: Which Page
fa: صفحه

source: Meta Description Tag
fa: تگ توضیحات متا

source: Title Tag
fa: تگ عنوان

source: SEO Setting
fa: تنظیم سئو

source: SEO Settings
fa: تنظیمات سئو

source: Display priority
fa: اولویت نمایش

source: ServiceTypes
fa: نوع سرویس ها

source: Service Type
fa: نوع سرویس

source: Link Type
fa: نوع لینک

source: Server
fa: سرور

source: Server Service Code
fa: کد سرویس متناظر

source: Amount Per 1 Number
fa: قیمت به ازای هر ۱ عدد

source: Price For 1000 Server
fa: قیمت برای ۱۰۰۰ عدد در سرویس

source: Display Priority
fa: اولویت نمایش

source: Available For User
fa: فعال برای کاربر

source: Available For Package
fa: فعال برای پکیج

source: Service Tag Name
fa: تگ پکیج سرویس

source: Enable
fa: فعال

source: Package
fa: پکیج

source: Packages
fa: پکیج

source: Automatic Orders Submission
fa: ثبت خودکار سفارش در سرور

source: Max Amount Auto Submit
fa: حداکثر قیمت برای ثبت خودکار

source: Setting
fa: تنظیمات

source: Settings
fa: تنظیمات

source: submitted
fa: ثبت شده

source: closed
fa: بسته شده

source: pending
fa: در دست انجام

source: support answer
fa: پاسخ پشتیبان

source: user answer
fa: پاسخ کاربر

source: Subject
fa: موضوع

source: Message
fa: متن

source: File
fa: فایل

source: Ticket
fa: تیکت

source: Tickets
fa: تیکت

source: Ticket List
fa: لیست تیکت ها

source: Attached image
fa: عکس ضمیمه

source: Submit New Ticket
fa: ثبت تیکت جدید

source: Ticket Code
fa: شماره تیکت

source: No tickets have been submitted yet
fa: تا به الان هیچ تیکتی ثبت نشده

source: Ticket Details
fa: جزئیات تیکت

source: Details of ticket number
fa: جزئیات تیکت شماره

source: Support Team Answer
fa: پاسخ پشتیبان

source: Your Answer
fa: پاسخ شما

source: Add a Response
fa: ارسال پاسخ

source: Submit Answer
fa: ثبت پاسخ

source: Your support ticket was submitted successfully.
fa: تیکت شما ثبت شد.

source: Your reply was submitted successfully.
fa: پاسخ شما ثبت شد

source: increase_ab_by_admin
fa: افزایش شارژ دستی مدیر

source: decrease_ab_by_admin
fa: کاهش شارژ دستی مدیر

source: payment_for_order
fa: هزینه سفارش

source: add_fund
fa: افزایش اعتبار کیف پول

source: return_canceled_order_fee
fa: برگشت هزینه سفارش کنسلی

source: return_partial_order_fee
fa: برگشت مابقی هزینه سفارش ناتمام

source: wallet
fa: کیف پول

source: system
fa: سیستمی

source: Type of transaction
fa: نوع تراکنش

source: Payment Type
fa: نوع پرداخت

source: Payment Gateway
fa: درگاه پرداخت

source: Payment Ref
fa: کد پیگیری درگاه

source: IP
fa: آی پی

source: Transaction
fa: تراکنش

source: Transactions Report
fa: گزارش تراکنش ها

source: Account Balance
fa: مانده اعتبار

source: No transaction found yet
fa: تا به الان تراکنشی یافت نشد

source: Home
fa: صفحه اصلی

source: Mag
fa: مجله

source: Buy Instagram Follower
fa: خرید فالوور اینستاگرام

source: Buy Instagram Like
fa: خرید لایک اینستاگرام

source: Buy Instagram View
fa: خرید بازدید اینستاگرام

source: Instagram Products
fa: محصولات اینستاگرام

source: Logout
fa: خروج

source: Account
fa: حساب کاربری
